{
    "responses": {
        "favourable-response": [
            "You scammed [kr] from a grandma , hope you're happy",
            "You rigged a kr map and got [kr] from it",
            "You sold conterfeit Krunkies to players and made [kr] from it",
            "You sent an empty trade for a frostbite .... and he accepted it LOL [kr]",
            "You successfully rob the KR shop for [kr]",
            "You kill a brand-new level 3 player and steal [kr] from them.",
            "You scam a clueless player for [kr], you evil person.",
            "You rob a player at gunpoint for [kr].",
            "You commit highway robbery and gain [kr].",
            "You assault a poor player and relieve them of [kr].",
            "You find a wallet on the ground and take [kr] from it.",
            "You rob a jewelry store and sell a few gems for [kr].",
            "You manage to steal a few legendaries from Vince, totaling [kr] in worth.",
            "You steal Slick's US flag and sell it for [kr].",
            "You manage assets for Mosswi and embezzle [kr].",
            "You steal Vortx's Vertigo and sell it for [kr].",
            "You steal JJ's Army Helmet and use it in pubs. The protection lets you gain an extra [kr].",
            "You discover challenge Mode and get an extra [kr] from killing innocent guests in pubs",
            "You find an item duplication glicht, and, before you report it, you make [kr] with it"
        ],
        "non-favourable-response": [
            "You tried nuking the wiki , the wiki staff were not pleased with it. Lost [kr]",
            "You were found cheating on stream , Vince IP banned you. Lost [kr]",
            "You tried scamming someone and got reported and eventually locked. Lost [kr]",
            "You attempt to steal KR from the Super-Secret KB Staff KR Storage Center and are fined [kr].",
            "You try to rob the KR shop and are fined [kr].",
            "You insult the Krunker gods and are struck down with a punishment of [kr].",
            "You insult shotgun users and Sakurasou fines you [kr].",
            "You rob a bank, but the KPD catches you on the way out and hands you a fine of [kr].",
            "You attempt to hack for more KR, but the KPD tags your account and fines you [kr].",
            "You try to boost for more KR, but a player snitches and you are fined [kr].",
            "You find a way to ping everyone in KB and are punished with a fine of [kr].",
            "You trick a moderator into banning the wrong user and are fined [kr].",
            "You attempt highway robbery but get hit by a car. The hospital fees cost you [kr].",
            "You call Tehchy braindead and receive a fine of [kr].",
            "You displease Noon and are sentenced to 5 years in the gulag plus a fine of [kr].",
            "You attempt to launder KR and are fined [kr].",
            "You steal KS' lambo, but you crash it immediately. The hospital bills you [kr].",
            "You steal Rush's shoes for the speed and jump height boosts, but they only work on Rush. You're caught and fined [kr].",
            "You steal EJ's Bean and eat it...it's poison. The medical fees total to [kr].",
            "You 1v1 Vince with Hacks, but you forgot his Godmode. After your account gets banned you lose items worth [kr]"
        ],
        "death-response": [
            "You tried robbing vince and got shot in the face by a shotgun. you died",
            "You stole 30 million kr from kids and while getting away with it , you stepped on a banana peel slipped and died",
            "You were found making fun of LE FISHE , you got killed by an angry mob of krunker bunker users"
        ]
    }
}
